{
  "paper_id": "12086885",
  "source_pdf": "gs://patient-engagement-pipeline-bucket/uploads/communication-based_interventions_to_increase_covid-19_vaccine_willingness_and_uptake:_a_systematic_.html",
  "fields": [
    {
      "name": "Title",
      "description": "Full title of the study as stated in the paper",
      "value": "Communication-based interventions to increase COVID-19 vaccine willingness and uptake: a systematic review with meta-analysis",
      "evidence_quote": "\"Communication-based interventions to increase COVID-19 vaccine willingness and uptake: a systematic review with meta-analysis\"",
      "page_number": null
    },
    {
      "name": "Author(s)",
      "description": "List of all authors involved in the paper, in order of appearance",
      "value": "Claire Iannizzi, Marike Andreas, Emma Bohndorf, Caroline Hirsch, Ana-Mihaela Zorger, Janine Brinkmann-Paulukat, Brigitte Bormann, Jessica Kaufman, Tina Lischetzki, Ina Monsef, Julia Neufeind, Nora Schmid-Küpke, Sebastian Thole, Karina Worbes, Nicole Skoetz",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Patient Co-authors",
      "description": "Were any co-authors identified as patients or caregivers?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Journal",
      "description": "Name of the journal where the study was published",
      "value": "BMJ Open",
      "evidence_quote": "\"BMJ Open\"",
      "page_number": null
    },
    {
      "name": "Publication Stage",
      "description": "Indicate if the paper is peer-reviewed, a preprint, or another stage",
      "value": "Peer-reviewed",
      "evidence_quote": "\"Provenance and peer review: Not commissioned; externally peer reviewed.\"",
      "page_number": null
    },
    {
      "name": "Publication Date",
      "description": "Official date the paper was published",
      "value": "2025 May 16",
      "evidence_quote": "\"2025 May 16\"",
      "page_number": null
    },
    {
      "name": "Field of Study",
      "description": "Disciplinary or clinical field, such as primary care, oncology, or public health",
      "value": "Public Health, Infection Control, Vaccination",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Country",
      "description": "Country or countries where the study was conducted or primarily situated",
      "value": "Multiple countries",
      "evidence_quote": "\"Of the 49 identified studies, 22 studies were conducted in the USA, 4 in the UK, 4 studies were carried out in multiple country settings spanning countries globally, 3 in China, 2 in Canada, 2 in Italy, 2 in Japan, 2 in Jordan, 1 in Australia, 1 in Denmark, 1 in France, 1 in Germany, 1 in Ireland, 1 in Malaysia and 1 in Pakistan.\"",
      "page_number": null
    },
    {
      "name": "Type of Article",
      "description": "Classify the article: original research, protocol, review, commentary, etc.",
      "value": "Systematic Review and Meta-analysis",
      "evidence_quote": "\"Systematic review and meta-analysis of randomised controlled trials (RCTs), following recommendations from the Cochrane Handbook and reporting according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guideline.\"",
      "page_number": null
    },
    {
      "name": "Aim of Study",
      "description": "State the main purpose or objective of the study as described by the authors",
      "value": "To investigate the efficacy of communication strategies for increasing COVID-19 vaccine uptake and willingness compared with no intervention, or other intervention categories.",
      "evidence_quote": "\"In this systematic review, we aimed to investigate the efficacy of communication strategies for increasing COVID-19 vaccine uptake and willingness compared with no intervention (with or without placebo interventions), or other intervention categories to increase COVID-19 vaccine uptake, or comparing different communication strategies with each other.\"",
      "page_number": null
    },
    {
      "name": "Key Findings",
      "description": "Summarize the main results or conclusions of the study",
      "value": "Education and information-based interventions or social norm-framing strategies are most effective compared with no intervention, particularly in increasing COVID-19 vaccine uptake.",
      "evidence_quote": "\"Overall, we found that education and information-based interventions or SNF strategies are most effective compared with no intervention, given that, in particular, they may increase COVID-19 vaccine uptake.\"",
      "page_number": null
    },
    {
      "name": "Patient/Public Engagement (Y/N)",
      "description": "Does the study report any meaningful or intentional involvement of patients or the public in any phase of the research or implementation?",
      "value": "Yes",
      "evidence_quote": "\"Patients and members of the public were not directly involved in this study. However, within this project, we invited different stakeholders to develop a relevant research question, based on the findings of our prior conducted scoping review, which maps the available evidence on interventions to increase COVID-19 vaccine intention of different populations.\"",
      "page_number": null
    },
    {
      "name": "Type of Engagement (Montreal Model continuum)",
      "description": "Categorize engagement based on the Montreal Model: Information (e.g., newsletters), Consultation (e.g., surveys, focus groups), Collaboration (e.g., co-design sessions), or Partnership (e.g., decision-making roles, advisory boards).",
      "value": "Consultation",
      "evidence_quote": "\"Together with relevant stakeholders from policy and research, we prioritised types of interventions and target populations and developed the PICO (Population, Intervention, Comparison, Outcome) for this systematic review.\"",
      "page_number": null
    },
    {
      "name": "Level of Patient Involvement (Montreal Model)",
      "description": "At what level were patients or the public involved across the research lifecycle? Score each phase (design, development, evaluation, implementation) as: None, Information, Consultation, Collaboration, or Partnership.",
      "value": "Design: Consultation, Development: None, Evaluation: Consultation, Implementation: Information",
      "evidence_quote": "\"Together with relevant stakeholders from policy and research, we prioritised types of interventions and target populations and developed the PICO (Population, Intervention, Comparison, Outcome) for this systematic review. Finally, we discussed the findings of this systematic review and the implementation of identified intervention strategies with experts from the Robert Koch Institute and the Center for Health in North Rhine-Westphalia, Germany.\"",
      "page_number": null
    },
    {
      "name": "Evaluation of Impact (Y/N)",
      "description": "Did the study evaluate or measure the effect of patient/public engagement?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Type of Evaluation",
      "description": "What type of method or framework was used to evaluate the impact of engagement (e.g., metrics, qualitative feedback, evaluation framework)?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Impact of Engagement",
      "description": "Describe any outcomes or changes attributed to patient/public engagement (e.g., design changes, improved recruitment, insights).",
      "value": "Developed a relevant research question and prioritized intervention types and target populations.",
      "evidence_quote": "\"Together with relevant stakeholders from policy and research, we prioritised types of interventions and target populations and developed the PICO (Population, Intervention, Comparison, Outcome) for this systematic review.\"",
      "page_number": null
    },
    {
      "name": "Participatory Process",
      "description": "Did the study include a participatory design process such as workshops, co-design, or stakeholder sessions?",
      "value": "Yes",
      "evidence_quote": "\"However, within this project, we invited different stakeholders to develop a relevant research question, based on the findings of our prior conducted scoping review, which maps the available evidence on interventions to increase COVID-19 vaccine intention of different populations.\"",
      "page_number": null
    },
    {
      "name": "Continuous Evaluation Cycles",
      "description": "Was engagement conducted iteratively or cyclically, with feedback loops or repeated interaction?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Implementation",
      "description": "Did patient/public engagement influence the implementation strategy or process of the research?",
      "value": "Yes",
      "evidence_quote": "\"Finally, we discussed the findings of this systematic review and the implementation of identified intervention strategies with experts from the Robert Koch Institute and the Center for Health in North Rhine-Westphalia, Germany.\"",
      "page_number": null
    },
    {
      "name": "Organization of Health Care",
      "description": "Did engagement lead to reported changes in health care delivery, systems design, or institutional practice?",
      "value": "Indirect influence on policy decision-making",
      "evidence_quote": "\"Our findings show that some of the investigated communication strategies might influence policy decision-making, and our results could be useful for future pandemics as well.\"",
      "page_number": null
    },
    {
      "name": "Persuasive Design Techniques",
      "description": "Were behavior-change strategies or persuasive technologies mentioned (e.g., nudges, gamification, reminders)?",
      "value": "Framing, Messaging",
      "evidence_quote": "\"Communication-based strategies, aiming to inform and educate their targeted population, are another commonly used way to combat COVID-19 vaccine hesitancy. They encompass all different forms of communication with an addressed population, such as framing, messaging or the use of different media.\"",
      "page_number": null
    },
    {
      "name": "Assess Impact",
      "description": "Did the study measure outcomes or success metrics related specifically to engagement efforts?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Information",
      "description": "Was information provided to patients/public about the study, without involving them in decision-making?",
      "value": "Yes",
      "evidence_quote": "\"Also, we intend to engage the public in disseminating our results, including social media engagement, newsletters and conferences.\"",
      "page_number": null
    },
    {
      "name": "Consultation",
      "description": "Was patient or public input sought (e.g., through interviews, surveys, focus groups), without involving them in decision-making?",
      "value": "Yes",
      "evidence_quote": "\"However, within this project, we invited different stakeholders to develop a relevant research question, based on the findings of our prior conducted scoping review, which maps the available evidence on interventions to increase COVID-19 vaccine intention of different populations.\"",
      "page_number": null
    },
    {
      "name": "Collaboration",
      "description": "Was there shared decision-making or co-design between researchers and participants in any phase of the study?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Partnership",
      "description": "Were patients/public involved across all stages with formal roles (e.g., co-authors, advisory board, project governance)?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Equity or Inclusivity Considerations",
      "description": "Did the study aim to include marginalized or underrepresented groups in the engagement process?",
      "value": "Yes",
      "evidence_quote": "\"Researchers should further investigate evidence or theory-based interventions on vaccination intention. It can be discussed whether the included communication interventions are effective only for the COVID-19 vaccine or can be generalised and transferred to other vaccination campaigns. Based on our stakeholder meetings, our findings will have implications for policy decision-making in future vaccination promotion, not only regarding COVID-19.\"",
      "page_number": null
    },
    {
      "name": "Ethical, Legal, and Social Implications (ELSI)",
      "description": "Did the study address privacy, informed consent, data ethics, or cultural relevance in its engagement or implementation approach?",
      "value": "Yes",
      "evidence_quote": "\"Policymakers might use this information and rely on these findings to base policies to increase vaccination on the available evidence and on important communication concepts, such as communicating insecurities, using trustful spokespersons, applying layperson language and considering cultural sensitivity.\"",
      "page_number": null
    },
    {
      "name": "Technology Complexity / Integration Readiness",
      "description": "Did the study evaluate how complex the technology was or how well it integrated with existing clinical or community workflows?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Real-World Evaluation or Deployment",
      "description": "Was the technology evaluated or deployed in real-world settings beyond pilot studies or lab prototypes?",
      "value": "Yes",
      "evidence_quote": "\"The evaluated studies included different populations, different countries and various intervention implementation settings.\"",
      "page_number": null
    },
    {
      "name": "Feedback and Iterative Adaptation",
      "description": "Was feedback from participants used in an ongoing way to adapt the design, strategy, or evaluation?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    }
  ]
}