{
  "paper_id": {
    "doi": null,
    "arxiv_id": "2411.02973v1",
    "pmcid": null,
    "pmid": null
  },
  "paper_title": "uploads/[vision_paper]_probot:_enhancing_patient-reported_outcome_measures_for___diabetic_retinopathy_using_.pdf",
  "paper_gc_uri": "gs://patient-engagement-pipeline-bucket/uploads/[vision_paper]_probot:_enhancing_patient-reported_outcome_measures_for___diabetic_retinopathy_using_.pdf",
  "source_url": "http://arxiv.org/pdf/2411.02973v1",
  "fields": [
    {
      "name": "Title",
      "description": "Full title of the study as stated in the paper",
      "value": "PRObot: Enhancing Patient-Reported Outcome Measures for Diabetic Retinopathy using Chatbots and Generative AI",
      "evidence_quote": "\"We present an outline of the first large language model (LLM) based chatbot application in the context of patient- reported outcome measures (PROMs) for diabetic retinopathy.\"",
      "page_number": 1
    },
    {
      "name": "Author(s)",
      "description": "List of all authors involved in the paper, in order of appearance",
      "value": "Maren Pielka, Tobias Schneider, Jan Terheyden, Rafet Sifa",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Patient Co-authors",
      "description": "Were any co-authors identified as patients or caregivers?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Journal",
      "description": "Name of the journal where the study was published",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Publication Stage",
      "description": "Indicate if the paper is peer-reviewed, a preprint, or another stage",
      "value": "Peer-reviewed conference paper",
      "evidence_quote": "\"This work was accepted into the proceedings of the IEEE Big Data 2024 conference.\"",
      "page_number": 1
    },
    {
      "name": "Publication Date",
      "description": "Official date the paper was published",
      "value": "November 5, 2024",
      "evidence_quote": "N/A",
      "page_number": 1
    },
    {
      "name": "Field of Study",
      "description": "Disciplinary or clinical field, such as primary care, oncology, or public health",
      "value": "Ophthalmology, Machine Learning, Natural Language Understanding",
      "evidence_quote": "\"Index Terms-Machine Learning, Large Language Models, Natural Language Understanding, Patient-Reported Outcome Measures, Ophthalmology\"",
      "page_number": 1
    },
    {
      "name": "Country",
      "description": "Country or countries where the study was conducted or primarily situated",
      "value": "Germany",
      "evidence_quote": "\"*Fraunhofer IAIS, Sankt Augustin, Germany",
      "page_number": null
    },
    {
      "name": "Type of Article",
      "description": "Classify the article: original research, protocol, review, commentary, etc.",
      "value": "Vision Paper",
      "evidence_quote": "\"[Vision Paper] PRObot: Enhancing Patient-Reported Outcome Measures for Diabetic Retinopathy using Chatbots and Generative AI\"",
      "page_number": 1
    },
    {
      "name": "Aim of Study",
      "description": "State the main purpose or objective of the study as described by the authors",
      "value": "To develop an LLM-based chatbot application (PRObot) that enhances patient-reported outcome measures (PROMs) for diabetic retinopathy by enabling patients to provide feedback on their quality of life and treatment progress via an interactive application.",
      "evidence_quote": "\"We present an outline of the first large language model (LLM) based chatbot application in the context of patient- reported outcome measures (PROMs) for diabetic retinopathy. By utilizing the capabilities of current LLMs, we enable patients to provide feedback about their quality of life and treatment progress via an interactive application.\"",
      "page_number": 1
    },
    {
      "name": "Key Findings",
      "description": "Summarize the main results or conclusions of the study",
      "value": "The paper presents a proposed framework for an interactive chatbot (PRObot) that uses LLMs to personalize and dynamically administer PROM questionnaires, allowing patients to provide more detailed feedback. Qualitative results from simulated dialogues show the PRObot can generate tailored questions and empathetic responses.",
      "evidence_quote": "\"We propose a novel PROM framework that leverages the capabilities of LLMs to perform a dynamic and more person- alized survey of patients...The examples show that the simulation of patients results in the generation of exciting dialogues, which enables an initial evaluation of the proposed approach.\"",
      "page_number": null
    },
    {
      "name": "Patient/Public Engagement (Y/N)",
      "description": "Does the study report any meaningful or intentional involvement of patients or the public in any phase of the research or implementation?",
      "value": "Yes",
      "evidence_quote": "\"Using the PROBot LLM- PROM application, patients will be asked tailored questions about their individual challenges, and can give more detailed feedback on the progress of their treatment.\"",
      "page_number": 1
    },
    {
      "name": "Type of Engagement (Montreal Model continuum)",
      "description": "Categorize engagement based on the Montreal Model: Information (e.g., newsletters), Consultation (e.g., surveys, focus groups), Collaboration (e.g., co-design sessions), or Partnership (e.g., decision-making roles, advisory boards).",
      "value": "Consultation - Patients provide detailed feedback on treatment progress through an interactive chatbot.",
      "evidence_quote": "\"Using the PROBot LLM- PROM application, patients will be asked tailored questions about their individual challenges, and can give more detailed feedback on the progress of their treatment.\"",
      "page_number": 1
    },
    {
      "name": "Level of Patient Involvement (Montreal Model)",
      "description": "At what level were patients or the public involved across the research lifecycle? Score each phase (design, development, evaluation, implementation) as: None, Information, Consultation, Collaboration, or Partnership.",
      "value": "Design: None, Development: None, Evaluation: Consultation, Implementation: None",
      "evidence_quote": "The study proposes a system where patients will be asked tailored questions and give detailed feedback, suggesting consultation during evaluation. The other phases are not mentioned.",
      "page_number": 1
    },
    {
      "name": "Evaluation of Impact (Y/N)",
      "description": "Did the study evaluate or measure the effect of patient/public engagement?",
      "value": "Yes",
      "evidence_quote": "\"The next steps involve setting up a survey, followed by a clinical study to get both simulated and actual patient data in order to train the ML interpreter model and quantitatively evaluate the results.\"",
      "page_number": 2
    },
    {
      "name": "Type of Evaluation",
      "description": "What type of method or framework was used to evaluate the impact of engagement (e.g., metrics, qualitative feedback, evaluation framework)?",
      "value": "Quantitative analysis of predicted scores compared to NEI-VFQ-25 targets, and qualitative analysis of chatbot text generation.",
      "evidence_quote": "\"The performance of the Interpreter will mainly be evaluated quantitatively by analyzing the error of predicted scores com- pared to their NEI-VFQ-25 target...qualitative analysis still plays an important role when evaluating the outputs for text generation tasks.\"",
      "page_number": 4
    },
    {
      "name": "Impact of Engagement",
      "description": "Describe any outcomes or changes attributed to patient/public engagement (e.g., design changes, improved recruitment, insights).",
      "value": "Improved adherence to healthcare system and treatments (anticipated).",
      "evidence_quote": "\"The goal of the application is to improve adherence to the healthcare system and treatments, and thus ultimately reduce cases of subsequent vision impairment.\"",
      "page_number": 1
    },
    {
      "name": "Participatory Process",
      "description": "Did the study include a participatory design process such as workshops, co-design, or stakeholder sessions?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Continuous Evaluation Cycles",
      "description": "Was engagement conducted iteratively or cyclically, with feedback loops or repeated interaction?",
      "value": "Yes",
      "evidence_quote": "\"The iterative execution of this approach with an increasing number of participants allows to gradually eval- uate and improve the chatbot's text generation capabilities.\"",
      "page_number": 4
    },
    {
      "name": "Implementation",
      "description": "Did patient/public engagement influence the implementation strategy or process of the research?",
      "value": "Cooperate with health providers and make research available to patients via an application.",
      "evidence_quote": "\"We aim to cooperate with health providers and make our research available to patients via an application.\"",
      "page_number": 2
    },
    {
      "name": "Organization of Health Care",
      "description": "Did engagement lead to reported changes in health care delivery, systems design, or institutional practice?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Persuasive Design Techniques",
      "description": "Were behavior-change strategies or persuasive technologies mentioned (e.g., nudges, gamification, reminders)?",
      "value": "Empathy from the chatbot.",
      "evidence_quote": "\"In the dialogue with Michaela, PROTObot demonstrates a great amount of empathy. Since she mainly reports on frustrating difficulties in her everyday life, this is very appropriate.\"",
      "page_number": 4
    },
    {
      "name": "Assess Impact",
      "description": "Did the study measure outcomes or success metrics related specifically to engagement efforts?",
      "value": "Yes",
      "evidence_quote": "\"The performance of the Interpreter will mainly be evaluated quantitatively by analyzing the error of predicted scores com- pared to their NEI-VFQ-25 target, using various regression or classification metrics, such as mean squared error, accuracy or F1-Score.\"",
      "page_number": 4
    },
    {
      "name": "Information",
      "description": "Was information provided to patients/public about the study, without involving them in decision-making?",
      "value": "Information is provided to the patient via the chatbot about their eye condition.",
      "evidence_quote": "\"PROTOBot: Hello, I'm PROTOBot, here to support you with your eye condition.\"",
      "page_number": 4
    },
    {
      "name": "Consultation",
      "description": "Was patient or public input sought (e.g., through interviews, surveys, focus groups), without involving them in decision-making?",
      "value": "Patients provide feedback about their quality of life and treatment progress via an interactive chatbot.",
      "evidence_quote": "\"Using the PROBot LLM- PROM application, patients will be asked tailored questions about their individual challenges, and can give more detailed feedback on the progress of their treatment.\"",
      "page_number": 1
    },
    {
      "name": "Collaboration",
      "description": "Was there shared decision-making or co-design between researchers and participants in any phase of the study?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Partnership",
      "description": "Were patients/public involved across all stages with formal roles (e.g., co-authors, advisory board, project governance)?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Equity or Inclusivity Considerations",
      "description": "Did the study aim to include marginalized or underrepresented groups in the engagement process?",
      "value": "Possible biases of the interpreter such as age- or gender-biases should also be analyzed.",
      "evidence_quote": "\"Beside raw model performance, possible biases of the Interpreter such as age- or gender-biases should also be analyzed.\"",
      "page_number": 4
    },
    {
      "name": "Ethical, Legal, and Social Implications (ELSI)",
      "description": "Did the study address privacy, informed consent, data ethics, or cultural relevance in its engagement or implementation approach?",
      "value": "Reliability, safety, fairness, resistance to misuse, explainability & reasoning, social norms and robustness are considered in LLM alignment.",
      "evidence_quote": "\"Relevant aspects such as reliability, safety, fair- ness, resistance to misuse, explainability & reasoning, social norms and robustness are considered in LLM alignment [13].\"",
      "page_number": 3
    },
    {
      "name": "Technology Complexity / Integration Readiness",
      "description": "Did the study evaluate how complex the technology was or how well it integrated with existing clinical or community workflows?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Real-World Evaluation or Deployment",
      "description": "Was the technology evaluated or deployed in real-world settings beyond pilot studies or lab prototypes?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Feedback and Iterative Adaptation",
      "description": "Was feedback from participants used in an ongoing way to adapt the design, strategy, or evaluation?",
      "value": "Yes",
      "evidence_quote": "\"The iterative execution of this approach with an increasing number of participants allows to gradually eval- uate and improve the chatbot's text generation capabilities.\"",
      "page_number": 4
    }
  ]
}