{
  "paper_id": "12086899",
  "title": "uploads/ai-dbs_study:_protocol_for_a_longitudinal_prospective_observational_cohort_study_of_patients_with_pa.html",
  "source_pdf": "gs://patient-engagement-pipeline-bucket/uploads/ai-dbs_study:_protocol_for_a_longitudinal_prospective_observational_cohort_study_of_patients_with_pa.html",
  "source_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12086899/",
  "fields": [
    {
      "name": "Title",
      "description": "Full title of the study as stated in the paper",
      "value": "AI-DBS study: protocol for a longitudinal prospective observational cohort study of patients with Parkinson’s disease for the development of neuronal fingerprints using artificial intelligence",
      "evidence_quote": "AI-DBS study: protocol for a longitudinal prospective observational cohort study of patients with Parkinson’s disease for the development of neuronal fingerprints using artificial intelligence",
      "page_number": 1
    },
    {
      "name": "Author(s)",
      "description": "List of all authors involved in the paper, in order of appearance",
      "value": "Mariëlle J Stam, Martijn G J de Neeling, Bart J Keulen, Deborah Hubers, Rob M A de Bie, Rick Schuurman, Arthur W G Buijink, Bernadette C M van Wijk, Martijn Beudel",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Patient Co-authors",
      "description": "Were any co-authors identified as patients or caregivers?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Journal",
      "description": "Name of the journal where the study was published",
      "value": "BMJ Open",
      "evidence_quote": "BMJ Open",
      "page_number": 1
    },
    {
      "name": "Publication Stage",
      "description": "Indicate if the paper is peer-reviewed, a preprint, or another stage",
      "value": "Peer-reviewed",
      "evidence_quote": "Provenance and peer review: Not commissioned; externally peer reviewed.",
      "page_number": 8
    },
    {
      "name": "Publication Date",
      "description": "Official date the paper was published",
      "value": "2025 May 16",
      "evidence_quote": "2025 May 16;15(5):e091563.",
      "page_number": 1
    },
    {
      "name": "Field of Study",
      "description": "Disciplinary or clinical field, such as primary care, oncology, or public health",
      "value": "Neurology, Neurophysiology, Parkinson's Disease",
      "evidence_quote": "Keywords: Parkinson-s disease, Neurophysiology, Observational Study",
      "page_number": 2
    },
    {
      "name": "Country",
      "description": "Country or countries where the study was conducted or primarily situated",
      "value": "Netherlands",
      "evidence_quote": "The study is a prospective and observational study carried out in a tertiary referral centre for movement disorders in the Netherlands.",
      "page_number": 4
    },
    {
      "name": "Type of Article",
      "description": "Classify the article: original research, protocol, review, commentary, etc.",
      "value": "Original Research Protocol",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Aim of Study",
      "description": "State the main purpose or objective of the study as described by the authors",
      "value": "To identify patient-specific profiles of pathological neuronal activity associated with the presence and severity of specific symptoms in Parkinson's disease, forming a 'neuronal fingerprint'.",
      "evidence_quote": "The primary objective of the AI-DBS study is to identify patient-specific profiles of pathological neuronal activity that are associated with the presence and severity of specific symptoms, forming a ‘neuronal fingerprint’.",
      "page_number": 3
    },
    {
      "name": "Key Findings",
      "description": "Summarize the main results or conclusions of the study",
      "value": "This is a study protocol; therefore, no key findings are reported yet. The study aims to collect data to identify neuronal fingerprints for personalized adaptive deep brain stimulation in Parkinson's disease.",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Patient/Public Engagement (Y/N)",
      "description": "Does the study report any meaningful or intentional involvement of patients or the public in any phase of the research or implementation?",
      "value": "No",
      "evidence_quote": "Patients and/or the public were not involved in the design, or conduct, or reporting, or dissemination plans of this study.",
      "page_number": 8
    },
    {
      "name": "Type of Engagement (Montreal Model continuum)",
      "description": "Categorize engagement based on the Montreal Model: Information (e.g., newsletters), Consultation (e.g., surveys, focus groups), Collaboration (e.g., co-design sessions), or Partnership (e.g., decision-making roles, advisory boards).",
      "value": "None",
      "evidence_quote": "Patients and/or the public were not involved in the design, or conduct, or reporting, or dissemination plans of this study.",
      "page_number": 8
    },
    {
      "name": "Level of Patient Involvement (Montreal Model)",
      "description": "At what level were patients or the public involved across the research lifecycle? Score each phase (design, development, evaluation, implementation) as: None, Information, Consultation, Collaboration, or Partnership.",
      "value": "None",
      "evidence_quote": "Patients and/or the public were not involved in the design, or conduct, or reporting, or dissemination plans of this study.",
      "page_number": 8
    },
    {
      "name": "Evaluation of Impact (Y/N)",
      "description": "Did the study evaluate or measure the effect of patient/public engagement?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Type of Evaluation",
      "description": "What type of method or framework was used to evaluate the impact of engagement (e.g., metrics, qualitative feedback, evaluation framework)?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Impact of Engagement",
      "description": "Describe any outcomes or changes attributed to patient/public engagement (e.g., design changes, improved recruitment, insights).",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Participatory Process",
      "description": "Did the study include a participatory design process such as workshops, co-design, or stakeholder sessions?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Continuous Evaluation Cycles",
      "description": "Was engagement conducted iteratively or cyclically, with feedback loops or repeated interaction?",
      "value": "No",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Implementation",
      "description": "Did patient/public engagement influence the implementation strategy or process of the research?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Organization of Health Care",
      "description": "Did engagement lead to reported changes in health care delivery, systems design, or institutional practice?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Persuasive Design Techniques",
      "description": "Were behavior-change strategies or persuasive technologies mentioned (e.g., nudges, gamification, reminders)?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Assess Impact",
      "description": "Did the study measure outcomes or success metrics related specifically to engagement efforts?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Information",
      "description": "Was information provided to patients/public about the study, without involving them in decision-making?",
      "value": "Information is provided to patients about the study, including the opportunity to discuss it with investigators and ask questions before providing informed consent.",
      "evidence_quote": "Eligible patients will be provided with a participant information sheet and given the opportunity to discuss the study with one of the investigators and to ask questions.",
      "page_number": 4
    },
    {
      "name": "Consultation",
      "description": "Was patient or public input sought (e.g., through interviews, surveys, focus groups), without involving them in decision-making?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Collaboration",
      "description": "Was there shared decision-making or co-design between researchers and participants in any phase of the study?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Partnership",
      "description": "Were patients/public involved across all stages with formal roles (e.g., co-authors, advisory board, project governance)?",
      "value": "N/A",
      "evidence_quote": "N/A",
      "page_number": null
    },
    {
      "name": "Equity or Inclusivity Considerations",
      "description": "Did the study aim to include marginalized or underrepresented groups in the engagement process?",
      "value": "Eligibility for DBS treatment is determined based on the occurrence of motor fluctuations and levodopa responsiveness, regardless of patients’ PD subtype. Only for diagnosing purposes, patients’ genetic factors are considered, but not for the decision on being selected for DBS.",
      "evidence_quote": "Eligibility for DBS treatment is determined based on the occurrence of motor fluctuations and levodopa responsiveness, regardless of patients’ PD subtype. Only for diagnosing purposes, patients’ genetic factors are considered, but not for the decision on being selected for DBS.",
      "page_number": 4
    },
    {
      "name": "Ethical, Legal, and Social Implications (ELSI)",
      "description": "Did the study address privacy, informed consent, data ethics, or cultural relevance in its engagement or implementation approach?",
      "value": "The study addresses ethical considerations through informed consent, data confidentiality, and adherence to data protection regulations.",
      "evidence_quote": "All data concerning participants will be handled confidentially and in accordance with the General Data Protection Regulation and Data Protection Act 2018, which require data to be deidentified as soon as possible.",
      "page_number": 7
    },
    {
      "name": "Technology Complexity / Integration Readiness",
      "description": "Did the study evaluate how complex the technology was or how well it integrated with existing clinical or community workflows?",
      "value": "The study uses a fully implantable CE-marked DBS system (Medtronic Percept PC) that is able to concurrently stimulate and to record LFP signals from the electrode contacts, facilitating aDBS care in out-of-hospital settings.",
      "evidence_quote": "In 2020, Medtronic (Minneapolis, Minnesota, USA) released a fully implantable Conformité Européene (CE)-marked DBS system that is able to concurrently stimulate and to record LFP signals from the electrode contacts.",
      "page_number": 3
    },
    {
      "name": "Real-World Evaluation or Deployment",
      "description": "Was the technology evaluated or deployed in real-world settings beyond pilot studies or lab prototypes?",
      "value": "The study collects data both in-clinic and during the patient’s daily living for over 180 days to facilitate the development of an aDBS control system able to react to patients’ everyday actions, behaviours and other relevant states.",
      "evidence_quote": "To facilitate the translation of the technical advancements to clinical implementation of aDBS, the artificial intelligence (AI)-DBS study will collect a high-resolution multimodal dataset of, to our knowledge, the largest cohort of patients with PD with sensing-enabled DBS to date, including recordings obtained in-clinic as well as during the patient’s daily living for over 180 days.",
      "page_number": 3
    },
    {
      "name": "Feedback and Iterative Adaptation",
      "description": "Was feedback from participants used in an ongoing way to adapt the design, strategy, or evaluation?",
      "value": "Participants are contacted by phone to inquire about possible causes of missing data and to solve any underlying issues. Additionally, event categories will be individually tailored in collaboration with each participant, using event labels designed to be intuitive for the participant, which will improve accuracy in self-reporting.",
      "evidence_quote": "After 1 week of missing data, participants are contacted by phone to inquire about possible causes of missing data and to solve any underlying issues. Additionally, event categories will be individually tailored in collaboration with each participant, using event labels designed to be intuitive for the participant, which will improve accuracy in self-reporting.",
      "page_number": 7
    }
  ]
}